export const facts = [
  {
    title: 'Мы, в первую очередь, - КОМЬЮНИТИ',
    description:
      'Наши ребята собираются, чтобы учиться и развиваться, конечно, преимущественно для CTF, однако они как заряженая машина, ходят и развиваются в разных направлениях.',
  },
  {
    title: 'Удобное разделение обязанностей в коллективе',
    description:
      'Посты в социальных сетях и подкасты, организация и разрешение конфликтов, красивое оформление, крутые спикеры на лекциях, создание CTF-заданий, установка необходимого оборудования — за всё это в CTF-кружке RootHub отвечают разные группы людей, что позволяет каждому участнику почувствовать себя ценной частью команды, внести уникальный вклад в общее дело и увидеть реальный результат своих усилий.',
  },
  {
    title: 'Активное участие в соревнованиях и олимпиадах',
    description:
      'При появлении любой возможности участия в каком-нибудь соревновании мы уже тут. Самые активные участники нашего коллектива собираются в команды и усиленно готовятся, чтобы стать самыми первыми.',
  },
]

export const fields = [
  {
    title: 'CTF (Capture The Flag)',
    description:
      'Участники решают практические задания из различных областей информационной безопасности. Идеальное место для подготовки к соревнованиям и развития навыков взлома и защиты систем.',
  },
  {
    title: 'ПАЙКА',
    description:
      'Секция для тех, кто хочет освоить практические навыки работы с паяльным оборудованием, микроконтроллерами и электронными компонентами.',
  },
  {
    title: 'ПОДКАСТ *IT I*',
    description:
      'Вместе с приглашёнными экспертами и энтузиастами обсуждаем тренды, карьерные пути, образовательные ресурсы и личный опыт в сфере технологий. ',
  },
]